<!DOCTYPE html>
<head>
    <title>Como conectarse</title>        
    <link rel="stylesheet" type="text/css" href="https://fedenoodt.github.io/Pagina_personal/ocio/estiloIP[NUEVO_MUNDO].css">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
</head>
</head>
<center>
    <body background="https://fedenoodt.github.io/Pagina_personal/tierraMinecraft.png">
        <section class = "home">
            <div class="in-flex">
                    <a class = "volver" href="https://fedenoodt.github.io/Pagina_personal/ocio/IP[NUEVO_MUNDO].html"><div class="buttonContainer" id="default"><h5>Volver al<br />Inicio</h5></div></a>
                    <h1>Como conectarse...</h1>
                    <h3>Acá te vengo a explicar como conectarte a nuestra red de Minecraft, es muy sencillo.</h3>
                    </br></hr></br>
                    <h3>Consiste en muy pocos pasos. Para empezar tenés que tener en cuenta que tenés que tener Java al d&iacute;a, para esto, entr&aacute;s a la 
                        <a href="https://www.java.com/es/download/ie_manual.jsp" target="_blank">web de Java</a>, le das al bot&oacute;n grande que dice descargar Java, eso te va a descargar los complementos de la 
                        &uacute;ltima versi&oacute;n, eso que descargaste, lo pinchas con doble clic, y te va a abrir un instalable. Es muy probable que ya tengas instalado Java por otra cosa, 
                        as&iacute; que te va a decir que desinstales la versi&oacute;n obsoleta, y reinstales por la nueva. Vas dando en siguiente, dejando que el proceso fluya, y listo 
                        (Si no lo ten&iacute;as instalado, no ten&eacute;s instalado, no ten&eacute;s que pasar por eso, instalas directamente).<br/><br/><br/>
                        Teniendo el Java ya, y supongo que el Launcher de Minecraft instalado, si no and&aacute; a <a href="https://www.minecraft.net/es-es" target="_blank">la web de Microsoft</a> y ponelo.<br/>
                        Una vez hecho esto, preguntale a fede que versi&oacute;n de Minecraft van a jugar para instalarla, y la instal&aacute;s.<br/><br/>
                        Una vez hayas verificado que tu Minecraft funcione corectamente, te aconsejo si sobra tiempo optimizarlo para que funcione lo mejor posible en tu dispositivo. Y ahora toca instalar otro 
                        dispositivo concocido, que es <a href="https://fedenoodt.github.io/Pagina_personal/ocio/hamachi.html" target="_blank">Hamachi</a>. En esa web esta el link de descarga. es una descarga de lo m&aacute;s habitual, 
                        instalaci&oacute;n f&aacute;cil. <br/><br/><br/>
                        Ahora, por &uacute;ltimo, necesito toda tu atenci&oacute;n. Hamachi te abri&oacute; una ventanita que parece un telefono, en la que hay un bot&oacute;n de encendido. Dale a ese bot&oacute;n.
                        Vas a necesitar hacerte con un usuario de LogMeIn Hamachi, hacelo en un momento, acá no hay nada de pago. <br/> Una vez hecho eso... ¿Te acord&aacute;s de la 
                        <a href="https://fedenoodt.github.io/Pagina_personal/ocio/hamachi.html" target="_blank">web que te d&iacute; de Hamachi</a>, que no fue directo al link de descarga? Bueno, entrá ahi que hay un 
                        usuario y contraseña. Ese contacto lo usas para, en la aplicaci&oacute;n, darle al bot&oacute;n <b>"Unirse a una red existente"</b>, y registrar esa cuenta.<br/> Esa cuenta es nada 
                        mas ni menos que el canal de Hamachi donde se transmite la partida de juego. <br/><br/> Una ves ya est&eacute;s registrado, ya est&aacute;s mas cerca de jugar.<br/>
                        Abr&iacute; Minecraft → Multiplayer → Te va a salir una advertencia, le das que si → Agregar servidor → "El nombre que vos quieras", y la direcci&oacute;n IP que se cambia a diario en nuestra 
                        <a href="https://fedenoodt.github.io/Pagina_personal/ocio/IP[NUEVO_MUNDO].html">P&aacute;gina Principal</a>.<br/><br/><br/>
                        <div class="volver"><a href="#top"><div class="buttonContainer"><h5>↑</h5></div></a></div>Play... Y ya estar&iacute;as jugando ☻
                        </h3>
                    
            
                </center>
            </div>
        </section>
    </body>
</html>
