<!DOCTYPE html>
<html>
<head>
	<title>P&C ~ Proyectos</title>
	<link rel="stylesheet" type="text/css" href="https://fedenoodt.github.io/Pagina_personal/PyC/estiloP&C.css">
	<link rel="stylesheet" type="text/css" href="https://fedenoodt.github.io/Pagina_personal/PyC/estiloP&C_Blog.css">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
</head>
<body class="">
	<!---<center>-->
    <header>
		<div class="barraAbertura">
            <p><a class="txtLogo" href="https://fedenoodt.github.io/Pagina_personal/PyC/programacion&cotideaneidad.html"><p class="txtLogo">Programaci&oacuten&Cotideaneidad</p></a></p>
                <a class="contacto" href="https://fedenoodt.github.io/Pagina_personal/PyC/programacion&cotideaneidad.html">Volver</a>
                <a class="contacto" href="#top">Inicio</a>
                
		</div>
		<div class="divFantasma"> </div>
		<div class="Blog" id="proy">
        <div class="blogger-banner"><h1 class="Titulo"><br />Proyecto Zero</h1></div>
        
        <div class="blogger" id = "nota1">    
        <div class="date-blogger"><p id= "L">| S&aacutebado, 24 de Julio de 2021 |</p><p id= "R"></p></div>
		    <div class="texto"><p>El Proyecto Zero, es un intento paulatino de desarrollar nuevas t&eacutecnicas de estudio, a trav&eacutes de diferentes m&eacutetodos,
			    hay mas informaci&oacuten en el d&iacutea a d&iacutea entrando <a href = "https://github.com/Fedenoodt/Trabajo/tree/main/Proyecto%20Zero" target="_blank">ac&aacute</a>.
			    (Es un repositorio GitHub)
            </p>
		    </div>
	    </div>
        <div class="blogger" id = "nota2">
            <div class="date-blogger"><p id= "L">| Lunes, 19 de Julio de 2021 |</p><p id= "R"></p></div>
		    <div class="texto"><p>
		    Quiero hacer una cita a los avances, y los tips que fui descubriendo en el analisis de mejorar mi perfil laboral. <br />
		    Pero no sin antes, charlar acerca de como es la consistencia de este proyecto. Entiendo que no todo el mundo usa Git, GitHub, o cualquier variante para trabajar, leer <br />
		    c&oacute;digo, o cualquier otro de sus medios. As&iacute; que voy a proceder a explicarlo bien. <br /><br />
		    La misi&oacute;n primaria del Proyecto Zero es prevalecer en el tiempo. ¿Porqu&eacute;? Por que es un proyecto creado en funci&oacute;n de adaptarme a mi a una mejor <br />
		    oferta laboral, sin dejar de aprender cosas que pueden ser importantes, para enriquecer mi carrera como programador, interesantes. Sin dejar la oferta laboral de lado.<br />
		    Su consistencia se podr&iacute;a llegar a solapar en muchas partes, pero hasta ahora cuenta con tres distintos tipos de funci&oacute;nes.<br />
		    </p>
		    <ol>
			    <li>An&aacute;lisis de Orientaci&oacute;n Laboral: El objetivo ef&iacute;mero de esta secci&oacute;n, es estudiar mejores formas de redactar un curriculum, de presentarme<br />
			    en una entrevista laboral, la presencia del empleado, y empleador, la imagen personal hacia el mundo, entre otras cosas.</li><br />
			    <li>Programaci&oacute;n: Se trata solamente de cada pieza de desarrollo que se hace, cada programa plasmado en la pr&aacute;ctica, y de cada mejora.<br />
		            Esta secci&oacute; es muy homog&eacute;nea, dado que es un segmento que se sale del fichero, para verse en el d&iacute;a a d&iacute;a de trabajos.</li><br />
			    <li>An&aacute;lisis Psicoprogramador: Esta es la secci&oacute;n m&aacute;s interesante, para mi gusto. Se trata del an&aacute;lisis que abarca todos los temas respecto de <br />
			    uno de los temas que es tradici&oacute;n en el &aacute;mbito. El estudio del c&oacute;digo ajeno. Tambi&eacute;n abarca mi evaluaci&oacute;n sobre como otras<br />
			    otras personas desarrollan el mismo programa que yo, y mi propio an&aacute;lisis retrospectivo de como hago las cosas.</li><br /><br />
		    </ol>
		    <p>
		    Por supuesto, que todas estas secciones son relativas, en el sentido de que se podr&iacute;an plantear de muchas maneras diferentes, mejores maneras, pero es la estructura que <br />
		    mejor ha funcionado hasta el momento para conseguir este objetivo.<br />
		    A continuaci&oacute;n voy a mostrar el desarrollo obtenido en estas materias, hasta el momento.<br />
		    </p>
	    </div>
        </div>  
        <div class="blogger" id = "nota3">
            <div class="date-blogger"><p id= "L">| Lunes, 19 de Julio de 2021 |</p><p id= "R">| Definici&oacute;n&Cronolog&iacute;a |</p></div>
		<div class="texto"><p>
			(En este texto se cita la primer definici&oacute;n de este proyecto.)<br /><br />

		            -Nota #1: 19-07-2021_Lunes:<br /><br />
<br />
			Bien. Bienvenido Fedenoodt a esta nueva etapa.<br /><br />
<br />
			La idea ac&aacute; ser&iacute;a establecer par&aacute;metros de capacitaci&oacute;n eficientes para una preparaci&oacute;n Laboral. Arranquemos pensando que ser&iacute;a lo que necesitamos...<br /><br />
<br />
			Necesitamos, por supuesto, programar mucho, ese deber&iacute;a de ser un segmento, que ya esta bastante integro. Necesitariamos hablar del Curriculum, como toda una materia, hablar de la postura laboral en el tema. Toda una preparaci&oacute;n mental y f&iacute;sica, que vemos de que manera lo tratamos.<br />
			Eso es lo que se me ocurre hasta el momento.<br /><br />
<br />
			Una materia de Programaci&oacute;n, otra de Orientaci&oacute;n laboral. Est&aacute;s dos vienen a ser como las mas importantes, y no se que otra cosa podr&iacute;a llegar a justificarse. A lo mejor si definimos a lo otro como una materia "Psicoprogramador". Podr&iacute;a ser. Creo que con esto tenemos recurso suficiente para trabajar.<br />
		</p>
		</div>
	</div>
	<div class="blogger" id = "nota4">
            <div class="date-blogger"><p id= "L">| Viernes, 13 de Agosto de 2021 |</p><p id= "R">| Programaci&oacute;n |</p></div>
		    <div class="texto"><p>
		        (En este texto se cita la primer definici&oacute;n de la secci&oacute;n Programaci&oacute;n.)<br />
			    -Nota #1: 19-07-2021_Lunes:<br />
			Definici&oacute;n de la materia: Formular una buena cantidad de micro-ejercicios para adquirir un buen nivel en lenguajes, para mejorar calidad de c&oacute;digo.<br /><br />

			---------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br /><br />

			    -Nota #2: 19-07-2021_Lunes:<br /><br />

			Bien. Dejando un poco lo filos&oacute;fico de lado, ahora hay que pasar un tanto al desarrollo. Probemos los ejercicios de esta web de Python: ( https://pythondiario.com/ejercicios-de-programacion-python ).<br /><br />

			    -Nota #3: 21-07-2021_Mi&eacute;rcoles:<br />
			Hoy toca segu&iacute;r tratando los ejercicios de Python Diario.<br />
			Bueno, logramos hacer dos ejercicios, es un avance.<br /><br />

			    -Nota #4: 23-07-2021_Viernes:<br />
			Hoy, para empezar me interesa tratar bastante al Proyecto Grupote, avanzar desde ahi. Hoy logramos poco, pero es completamente entendible.<br /><br />

			    -Nota #5: 09-08-2021_Lunes:<br />
			Hoy toca tratar un poco mas python diario, minimo dos ejercicios en este rato.<br /><br />

			    -Nota #6: 12-08-2021_Jueves:<br />
			Vamos a tratar de completar un ejercicio durante el programa de fer.<br /><br />

			Bien, objetivo cumplido jajajaja. Nos trabamos con el segundo, pero exced&iacute; mis expetativas con esto.<br />
		    </p>
	    </div>
	</div>
	<div class="blogger" id = "nota5">
            <div class="date-blogger"><p id= "L">| Martes, 16 de Noviembre de 2021 |</p><p id= "R">| Orientaci&oacute;n Laboral |</p></div>
		    <div class="texto"><p>
			(En este texto se cita la primer definici&oacute;n de la secci&oacute;n An&aacute;lisis de Orientaci&oacute;n Laboral.)<br />
		    			-Nota #1: 19-07-2021_Lunes:<br />
			Definici&oacute;n de la materia: Tratar a los asuntos de performance de Curriculum, mejorarlo, y mejorar la imagen laboral completa para un agrado de persona para contratistas.<br /><br />

			---------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br /><br />

			    -Nota #2: 19-07-2021_Lunes:<br />
			Amel Fern&aacute;ndez suguiere desactivar las notificaci&oacute;nes de difusi&oacute;n de actividad del panel de Perfil de configuraci&oacute;n, buena idea para no molestar a la gente con los cambios.<br />
			-Omitir s&iacute;mbolos raros en el nombre.<br />
			-Introducir El perfil laboral en el nombre.<br />
			-Editar la URL p&uacute;blica para poner el nombre, o la profesi&oacute;n, o la forma default, habiendo puesto el nombre y la profesi&oacute;n, en el nombre. Se pueden meter hasta tres URL's p&uacute;blicas<br /><br />

			Tener un perfil serio, bien armado, con fotos bien armadas, y ser lo m&aacute;s pragm&aacute;tico, a&ntilde;adir todas las haza&ntilde;as e idiomas que tienes, actualizar mucho el perfil, es lo que suguiere Diario Gesti&oacute;n.<br /><br />

			Conclusi&oacute;n: B&aacute;sicamente todos siguen las mismas ideas. Esta claro que lo que tenemos que buscar, es borrar toda la &eacute;stetica detallada, opt&aacute;r por algo mas minimal&iacute;sta, refinar las palabras, las URL's, Nombres, y pul&iacute;r, mucho, mucho el extracto. <br /><br />

			Pas&oacute; un rato de esto. Pero ahora tengo mucha duda sobre que es lo que sse necesita saber antes de empezar a trabajar, para esto vamos a ver una lista de videos, y a tomar nota sobre el tema.<br /><br />

			Cosas clave:    En un trabajo, las empresas siempre buscan salir ganando, vos ten&eacute;s que ser un ignorante para simpatizarles, y explotan demasiado.<br />
			                Para trabajar en una empresa, se necesita buen compromiso y dedicaci&oacute;n, un Curriculum claro con buena foto, ser educado. Antes de intentar aplicar a muchas industrias, averiguar detalles de esa industria, situaci&oacute;n econ&oacute;mica, los temas que se tratan, y como muchos factores van a afectar en tu dia a dia por vaya a saber cuanto tiempo. As&iacute; tambi&eacute;n analizar los datos financieros, estables de esa empresa, que tipo de empresa es, si tiene que ver con uno, su mision, vision, y valores.<br />
			                En una entrevista de trabajo hay que ser muy delicado, llegar en punto, no mentir, ser sincero, no preguntar sobre salario, no hablar mal de tu trabajo anterior, porque puede destruir el mensaje. SIN ANSIEDAD.<br />
			                Tener clara una estrategia para todo. Si se quiere buscar otro rubro, hacerlo despacio, formarse primero y moverse a ese trabajo. Establecer finanzas claras, tener cuidado con las finanzas a la hora de renunciar, ahorrar, hacer presupuestos, tener claro un plan B. Tener un enfoque positivo siempre en el trabajo. Revisar el tr&aacute;fico del trabajo a tu casa. Si el trabajo no te combence, no lo aceptes.<br />
			                Si te toca dos ofertas al mismo tiempo, hacer consultor&iacute;a a las empresas de que te recomiendan ante una oferta mejor, porque as&iacute; te haces desear. OJO, cuando vayas a negociar con una compa&ntilde;&iacute;a, nunca hagas negocios con una que no te presente por escrito dicha oferta. NO ESTAFAR a las empresas de trabajo.<br /><br />

			    -Nota #3: 20-07-2021_Martes:<br />
			Bueno. Hoy ser&iacute;a muy interesante sacar m&aacute;s estractos de informaci&oacute;n &uacute;til sobre la vida laboral en general.<br />
			La idea ser&iacute;a sacar conclusiones generales de trabajo, y despu&eacute;s tratar mas temas sobre Curriculum Vitae.<br /><br />

			Cosas clave:    Cuando se asiste a una oferta de trabajo, a la hora de recibir una oferta de aumento de salario, hay que mostrarse SIEMPRE agradecido con la misma, por mas nula que sea.<br />
			                Hacer peque&ntilde;as demandas sobre la oferta, para hacer que la empresa tome se&ntilde;ales de retorno de inversi&oacute;n.<br />
			                A la hora de recibir la famosa pregunta de "¿Cu&aacute;l es tu debilidad?" n&uacute;nca hay que responder con cosas como: "Suy muy...", "Estoy adicto al trabajo", "No me gusta delegar", o "Debilidad de car&aacute;cter".<br />
			                Ser meramente real, bien honesto, y estrat&eacute;gicamente para que te contraten, si no es un trabajo p&uacute;blico, decir cosas como "Me cuesta hablar en p&uacute;blico" se puede poner como debilidad. Y plantear un plan de acci&oacute;n para erradicar esta debilidad, pero a lo que a uno le conviene es seguir fortaleciendo las fortalezas, valga la redundancia. recomend&oacute; un test de personalidad gratuito, para ayudar a conocerse un poco mas ( https://www.16personalities.com/es ). No hay que ser arrogante respondiendo a cosas como "No, yo no me suelo enfocar en mis debilidades" porque suele ser motivo de despido en esa entrevista. SER HONESTO. Hacerle conocer que esa debilidad la estas tratando con algo espec&iacute;fico, para mejorar tu destreza, como en el caso de hablar, haz hecho cursos online, o hiciste exposiciones, algo as&iacute;, PERO HONESTO Y REAL, con el plan de acci&oacute;n, diciendo que "No te las sabes todas".<br />
			                Mas de lo mismo. Ser seguro, no mentir.<br />
			                A la hora que te preguntan "¿Cu&aacute;nto ganabas?" el empleador no tiene que saber ese dato, y si cual es tu espectativa (razonable) frente a un n&uacute;mero de cuentas que hiciste, con cierta relaci&oacute;n a lo que ganabas.<br /><br />

			Bien, hasta ac&aacute; quedaron varias ideas claras, ma&ntilde;ana o cuando se pueda, hay que re-ver el &uacute;ltimo video que est&aacute; en "Ver mas tarde".<br /><br />

			    -Nota #4: 22-07-2021_Jueves:<br />
			Hoy arrancamos intentando hacer algo interesante. La idea ser&iacute;a tomar nota de lo que pap&aacute; me pueda sugerir para un trabajo. Si eso termina antes de tiempo, o si no funciona del todo bien, seguimos con la vista y toma de notas de los videos anteriores.<br /><br />

			Ser honesto, sincero, realsta con la situaci&oacute;n, charlar de lo que a uno de gusta hacer, relatar la situaci&oacute;n personal, que viv&iacute;s con tu familia, plantea el ejercicio con tranquilidad, pensandolo bien. Intentar ser estrategico a la hora de desviar la atenci&oacute;n a una debilidad que sea ajena al rubro, no chicarse, seuir normas de respeto y cultura general, mirar a los ojos, sentarse bien. Ir con seguridad, suelto y tranquilo, mente aberta para ayudar en el trabajo en grupo y el proyecto, ser espont&aacute;neo, y de ahi estar listo para lo que pueda pasar, bien vestido y educado. Investigar la empresa que te contrata, si sab&eacute;s cual es.<br />
			Pr&aacute;cticar mucho y mucho puede ser la gran ventaja.<br />
			Bien, lo de pap&aacute; sali&oacute; tan bien, que podr&iacute;amos tratar de cerrar el caso de las ofertas laborales. Ahora seguimos con video pendiente.<br /><br />

			Lo que suguiere es que a la hora de hablar de la compensaci&oacute;n total de gastos, uno puede ser sincero hacia el nuevo empleador con esa ganancia, e incluso subirla un poco mediante los gastos justificados. Y que el empleador, dentro de lo posible, te juzgue por tu espectativa salarial.<br /><br />

			    -Nota #5: 23-07-2021_Viernes:<br />
			&uacute;ltimo rato que tenemos con este tema. La idea ser&iacute;a contextualizar todo lo que pudimos aprender ac&aacute;.<br />
			B&aacute;sicamente tengo que llevar a cabo el equilibrio en la entrevista, entre desmesurar todo lo que digo. Tener la posici&oacute;n mas humilde y educada para todo, pero no dejar de ser yo. Siempre atento a ambas cuestiones.<br />
			Pero con cuidado extremo a asuntos avarisiosos. Y poco mas se puede decir realmente sobre el tema. Carpeta cerrada.-<br /><br />

			    -Nota #6: 05-08-2021_Jueves:<br />
			Hoy vamos a tratar unos cuantos temas del Curriculum Vitae, a experimentar con los conocimientos de otras personas, y sacar conclusiones.<br /><br />

			Ac&aacute; dicen de que el curriculum no deber&iacute;a ser sobrecargado si hay menos de diez a&ntilde;os de experiencia, porque despu&eacute;s si se puede un poco m&aacute;s por el nivel de experiencia. Adem&aacute;s de no poner datos personales O tus redes sociales privadas. Poner solo la formaci&oacute;n profesional que se dirige a tu carrera, y no poner toda tu vida. Marcar tus habilidades con palabras clave. NO PONER MUCHO TEXTO. No mentir. Es importante analizar que busca la empresa.<br /><br />

			Lo que las se se&ntilde;ala son los curriculums que son de una sola hoja, y que son consisos a la carrera personal de uno. Intentar usar las palabras que usa la empresa. Crear un borrador de como va a ser el curriculum es buena estrategia eficiente y eficaz. Curriculum de ideas claras y objetos clave. Si uno tuvo experiencia laboral de cualquier tipo, ya sea trabajando, o ayudando a trabajar, eso se tiene que pautar bien en el CV. Que la informaci&oacute;n abarque toda la p&aacute;gina, sin llenarla, y de forma muy espaciada, hace que el curriculum sea bueno.<br /><br />

			Alg&uacute;nas ideas de segmentos...<br />
			-Nombres: Nombres y apellidos.<br />
			-Perfil: Posici&oacute;n objetivo a la que se quiere llegar. Como pueden ser el tipo de trabajo, o el estilo de vida.<br />
			-Contacto: Donde viv&iacute;s, medios para contacto.<br />
			-Informaci&oacute;n: Vocaci&oacute;n personal.<br />
			-Habilidades: Capacidades para desarrollar cualquier actividad. Ac&aacute; se aclaran todas las cuestiones que vienen a tener que ver con cosas como la responsabilidad, resiliencia, proactividad, entre otras.<br />
			-Si uno no tiene trabajo, no poner la experiencia laboral, y se pueden poner cosas como los conocimientos (Que se sabe hacer).<br /><br />

			Despu&eacute;s hay que retomar con la lista de videos.<br /><br />

			    -Nota #7: 09-08-2021_Lunes:<br />
			Hoy seguimos con el asunto del Curriculum.<br /><br />

			Es primordial poner lo mas importante en la cabezera del Curriculum. Lo mejor es usar una letra no menor a 10 puntos. Ning&uacute;n error ortografico. No poner el objetivo. No poner experiencia Antigüa. Usar palabras clave. No poner referencias. No mucho texto. No poner actividades extracurriculares. No decoraci&oacute;n. No mentir. Eliminar el YO.<br />
			El curriculum se utiliza a persuadir. Se tiene que reflexionar para hacerlo. Pensar siempre porque otros si son contratados, y yo no. Y analizar si es un empleo que amerita el uso del mismo. Se puede hacer una analog&iacute;a con el Curriculum, que es como la decision de que te presenten a una persona por instagram, y que vos elijas si verla o no, viendo su perfil. CAUTIVAR AL RECLUTADOR.<br />
			Este se compone de cinco partes: Datos personales, habilidades y competencias, experiencias profesionales, formaciion academica, foco de interes (habilidades ajenas a profesi&oacute;n interesantes).<br />
			Usar los colores de la empresa en tu curriculum puede generar al reclutador un sentimiento de pertenencia. Hacer version digital y fisica, hacer uso de una web, activismo digital (Redes Sociales). Titulo en negrita, cargos en &iacute;talica, y p&aacute;rrafos sin jugar, normales. Usar una frase muy corta en los datos personales, que explique por que vos si, y otros no. Mencionar las hablilidades. Importa la experiencia profesional y formacion actual. Tener varios estilos de curriculom para tener mejor alcance.<br />
			Forma de acomodar los datos: A&ntilde;o, lugar, actividad realiazada, logros. En los logros, dramatizar la realidad. Poner competencias laborales, idiomas, paqueteria, habilidades personales, poner disciplinas de hobbys. Poner las redes sociales. La mejor forma de conseguir la entrevista, abogen por uno, o te recomienden. No mentir.<br />
			Hacer uso de t&eacute;rminos como "Logr&eacute; aumentar", "Logr&eacute; disminuir", "Implement&eacute;", "Cre&eacute;", "Desarroll&eacute;", "Actualic&eacute;". Aptitudes, hablilidades, aficiones, cuestiones de control se pueden poner, este recomienda usarlas al final. Cuidar la presentaci&oacute;n. Foto prolija, primer plano. Una hoja, palabras clave.<br /><br />

			    -Nota #8: 12-08-2021_Jueves:<br />
			Hoy arrancamos el dia tranquilos trabajando en este segmento, con el asunto de el Curriculum Vitae.<br /><br />

			Como una conclusi&oacute;n de primera mano, es el que voy a tener que redirigir el curriculum para ser mas prolijo.<br />
			Si uno esta cursando una carrera, y esta formando el curriculum, conviene aclarar en que a&ntilde;o se encuentra.<br /><br />

			Bueno, no me enrrollo mas, tengo idea de como hacerlo bien, asi que ya podemos pasar a la perspectiva de un desarrollador o programador.<br /><br />

			El plan ahora es que de 17 a 18 armes el Curriculum en forma. No es un dise&ntilde;o definitivo, pero sirve para reinventar al tuyo.<br /><br />

			Forma t&eacute;cnica de nuestro curriculum, va a ser...<br /><br />

			-Nombres: Nombres y apellidos.<br />
			-Perfil: Posici&oacute;n objetivo a la que se quiere llegar. Como pueden ser el tipo de trabajo, o el estilo de vida.<br />
			-Contacto: Donde viv&iacute;s, medios para contacto.<br />
			-Informaci&oacute;n: Vocaci&oacute;n personal.<br />
			-Habilidades: Capacidades para desarrollar cualquier actividad. Ac&aacute; se aclaran todas las cuestiones que vienen a tener que ver con cosas como la responsabilidad, resiliencia, proactividad, entre otras.<br />
			-Si uno no tiene trabajo, no poner la experiencia laboral, y se pueden poner cosas como los conocimientos (Que se sabe hacer).<br /><br />

			Este se compone de cinco partes: Datos personales, habilidades y competencias, experiencias profesionales, formaciion academica, foco de interes (habilidades ajenas a profesi&oacute;n interesantes).<br /><br />

			Forma de acomodar los datos: A&ntilde;o, lugar, actividad realiazada, logros. En los logros, dramatizar la realidad. Poner competencias laborales, idiomas, paqueteria, habilidades personales<br /><br />

			Tratar de segmentar en varios div, los cu&aacute;les puede ser uno grande para el nombre, y la foto en redondo arriba en el medio, despu&eacute;s una franja mas chica que tome el perfil, y la vocaci&oacute;n. Uno lateral, que describa a las habilidades y gustos. El cuerpo central que tenga la informaci&oacute;n acad&eacute;mica, y un pie con informaci&oacute;n de contacto.<br /><br />
			Cinco div que consolidan al nuevo curriculum, de distintos colores, y con un fondo serio.<br /><br /><br /><br /><br />




			Un detalle de color a la hora de enviar el curriculum, es tener una foto de perfil personal, el la que se vea la cara de uno.<br /><br />

			    -Nota #9: 13-08-2021_Viernes:<br /><br />

			Bien, logramos modular un primer boceto, que fue extra personal, pero todos lo dieron de baja en la familia. As&iacute; que siguiendo con sus sugerencias, hacemos el segundo dise&ntilde;o basado en sus correcciones:<br /><br />

			-No Estructuras de persuaci&oacute;n<br />
			-Verbos<br />
			-Eliminar aficiones<br />
			-Cambiar las Habilidades<br />
			-Formaci&oacute;n > Instituci&oacute;n > Titulo > A&ntilde;o<br />
			-Colores y no sombras<br /><br />

			Despu&eacute;s de construir este segundo dise&ntilde;o con las correcciones, vamos a aspirar a hacer el dise&ntilde;o con un enfoque no gen&eacute;rico.<br />
			Empezemos.<br />
			Bien, se desarroll&oacute; una buena pr&aacute;ctica con este curriculum, aprendimos muy bien que no todo el mundo sabe hacer curriculums, y no todo el mundo sabe ense&ntilde;ar bien.<br /><br />

			    -Nota #10: 23-08-2021_Lunes:<br /><br />

			Hoy el plan es mirar un par de videos generales para sacar un mejor numero de conclusiones.<br /><br />

			Hablar de cosas mas relevantes de la profesi&oacute;n, no de la vida personal. No hablar de otros puestos de trabajo que no tienen que ver. Y NO hablar de historias muy largas.<br />
			Hablar de la profesi&oacute;n cual curriculum, decir de lo mas reciente a lo mas antigüo.<br /><br />

			A la pregunta que pide que te describas, no uses adjetivos, y SI contestar a esta con una historia, de esta manera le mostras al empleador tus adjetivos, y que sos buen negociador.<br /><br />

			Cuando te hacen la pregunta de cuanto ganabas, lo mejor que podes hacer es no presentar esa suma, y si decirle tu expectativa de salario.<br /><br />

			    -Nota #11: 04-09-2021_Sabado:<br /><br />

			Antes de la entrevista de trabajo, hay que estudiar bien al empleador, y cuando est&eacute;s ahi, <br />
			tienes que esperar que ellos saquen el tema. Si trabajaste ya, uno tiene que buscar al rededor del 15% adicional.<br />
			Si no conseguis que un head hunter te diga cuanto es lo que paga, uno puede buscar en la web. <br />
			Cuando definas tu valor, no des un valor, da un intervalo, un rango. Hay que estar al tanto de cuanto se gana en el puesto.<br />
			Saludar llevando el dedo idice hasta la mu&ntilde;eca del otro, para que sea un saludo firme, y sentarse<br />
			bien y derecho. MIRAR A LOS OJOS. Imitar, "espejear" a los gestos del entrevistador, para acompa&ntilde;ar.<br />
			Mantener un tono de voz normal. No cruzar los brazos. No se&ntilde;alar, nu usar el indice. No cambiar de postura. Estar derecho.<br /><br />

			Esa "frase" que vos buscas, es ideal para hacer que tu curriculum destaque.<br />
			Hacer un listado de nuestras habilidades, estudios, datos personales, y cosas que sabemos hacer. <br />
			Siempre poner primero lo que solicita el trabajo. Buscar el modelo de curriculum.<br />
			La secci&oacute;n de "Perfil Personal" es importante para describirse a uno mismo, igual habr&aacute; que ver.<br />
			Sacar los logros a cambio de las tecnolog&iacute;as.<br />
			Poner en solo "Habilidades" habilidades que favorezcan a mi oferta laboral.<br />
			Si no trabajaas, en la patente pondr&iacute;a "Practicante de...".<br />
			Debajo de los estudios, van los posibles proyectos.<br />
			Importante los idiomas, primero el nativo, y despu&eacute;s los demas.<br /><br />

			    -Nota #12: 16-11-2021_Martes:<br /><br />

			De ver la audiencia de Sistemas adentro del PDB, surgi&oacute; algo muy &uacute;til, que es la ayuda de uno de los chicos. De asistir a los eventos t&eacute;cnologicos, e INTEGRARSE A LAS DIFERENTES COMUNIDADES.<br />
		    </p>
            </div>
	</div>
	<div class="blogger" id = "nota5">
            <div class="date-blogger"><p id= "L">| Viernes, 5 de Agosto de 2022 |</p><p id= "R">| An&aacute;lisis Psicoprogramador |</p></div>
		    <div class="texto"><p>
		        (En este texto se cita la primer definici&oacute;n de la secci&oacute;n An&aacute;lisis Psicoprogramador.)<br /><br />
		        <br />
			    -Nota #1: 19-07-2021_Lunes:<br />
			Definición de la materia: Hacer uso de la experiencia externa, reflexión, lectura de código, y mejorar la psicomotricidad de Programador.<br /><br />

			---------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br /><br />

			    -Nota #2: 19-07-2021_Lunes:<br />
			La idea ser&iacute;a leer un poco de código ajeno, y tratar de entender como la gente resuelve problemas. Empezemos por GitHub.<br />
			Bueno, buscar interpretar código en GitHub parece mas facil de lo que es. Vayamos a buscar a Youtube.<br />
			Hoy no estoy lo suficientemente l&uacute;cido como para leer, dado que me estoy durmiendo. Mejor lo dejamos para otro d&iacute;a.<br /><br />

			    -Nota #3: 20-07-2021_Lunes:<br />
			Bueno, hoy podemos tomar la pr&aacute;ctica del Proyecto Grupote y su video de elaboración de la web de la Universidad, como escusa para aprender sobre código ajeno.<br />
			Bien. Haciendo eso llegamos hasta el minuto 16:44 siguiendo los pasos, y repitiendo todo lo que estaba haciendo.<br /><br />

			    -Nota #4: 21-07-2021_Mi&eacute;rcoles:<br />
			Hoy realmente, podemos dec&iacute;r que no analizamos demasiado código externo al propio, hoy fue una cuestión bastante restrospectiva sobre lo de Grupote.<br /><br />

			    -Nota #5: 05-08-2022_Viernes:<br />
			Dado lo que estuvo pasando con Proyecto Engranaje Embarrado, yo me puse a estudiar JavaScript, ya que ten&iacute;a muchas ganas de aprender a usarlo bien, y que es muy <br />
			necesario saberlo, todo est&aacute; en su repositorio ( https://github.com/Fedenoodt/JavaScript ). Inculcar esos conocimientos es escencial.<br />
			    </p>
		        </div>
		    </div>
			
	        </div>
	    </header>
	</body>
