<!DOCTYPE html>
<html>
<head>
	<title>P&C ~ Proyectos</title>
	<link rel="stylesheet" type="text/css" href="https://fedenoodt.github.io/Pagina_personal/PyC/estiloP&C.css">
	<link rel="stylesheet" type="text/css" href="https://fedenoodt.github.io/Pagina_personal/PyC/estiloP&C_Blog.css">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
</head>
<body class="">
	<!---<center>-->
    <header>
		<div class="barraAbertura">
            <p><a class="txtLogo" href="https://fedenoodt.github.io/Pagina_personal/PyC/programacion&cotideaneidad.html"><p class="txtLogo">Programaci&oacuten&Cotideaneidad</p></a></p>
                <a class="contacto" href="https://fedenoodt.github.io/Pagina_personal/PyC/programacion&cotideaneidad.html">Volver</a>
                <a class="contacto" href="#top">Inicio</a>
                
		</div>
		<div class="divFantasma"> </div>
		<div class="Blog" id="proy">
        <div class="blogger-banner"><h1 class="Titulo"><br />Proyecto TecniBot</h1></div>
        
        <div class="blogger" id = "nota1">    
        <div class="date-blogger"><p id= "L">| S&aacutebado, 3 de Septiembre de 2022 |</p><p id= "R"></p></div>
		        <div class="texto"><p>
				Un concepto impl&iacute;cito en mi vida, es el de este proyecto.<br /><br />

				Entre muchas razones que yo tuve para dedicarme a este rubro, una de ellas (muy importante entre todas) fue ver a mis compañeros en el mundo 
				sufrir de "dispositivos ineficientes e ineficaces" que consumen el tiempo de vida y trabajo, por parte de muchas razones diferentes.<br /><br />

				Yo me hab&iacute;a planteado, que cuando surgiera la oportunidad, llevar&iacute;a a cabo la ardua tarea de crear "t&eacute;cnicos bot" (T&eacute;cniBots), los cu&aacute;les 
				se encargaran de ir en representaci&oacute;n mia, diariamente a cuidarle sus dispositivos, tan ef&iacute;meramente como si fuese yo en persona, limpiando 
				esa m&aacute;quina.<br />
				Esta idea tiene alcance global, es decir, para arreglar cualquier cosa.<br /><br />

				Esta idea estaba impl&iacute;cita hasta el d&iacute;a de hoy, como un profundo estudio sobre las actividades de sistema del dispositivo en particular. Me 
				explico, usando una de las lecciones del estratega Tzun Tzu (muy recomendable lectura), la cu&aacute;l es "Si quieres vencer a tu enemigo, debes 
				entenderlo". Voy a hacer uso de la misma, haciendo una distorsi&oacute;n como: "Si quieres arreglar un sistema, debes entenderlo al completo". 
				Quiero hacer menci&oacute;n de la misma, para dejar en claro que para crear un TecniBot, el cu&aacute;l tiene la reacci&oacute;n mia, al completo, de como un 
				sistema pueda estar funcionando, y de como yo "optimizara" a ese sistema dentro del dispositivo. <br /><br />

				Crear un brazo que funcione de esta manera no es nada f&aacute;cil. Hay que entender much&iacute;simos conceptos de l&oacute;gica inform&aacute;tica, para que reci&eacute;n 
				ahi, de tambien estar estudiando ese supuesto sistema, los comportamientos de desarrollo, las nuevas versiones, los errores mas com&uacute;nes, 
				y de m&aacute;s. Es una idea que puede llegar a alcanzar a m&aacute;s de una d&eacute;cada.<br /><br />

				Por lo tanto. Hoy es oficial que este proyecto impl&iacute;cito, esta expl&iacute;cito. Agradezco vivir para ver esto.
		            </p>
            </div>
	</div>
		<div class="blogger" id = "nota2">
            <div class="date-blogger"><p id= "L">| Lunes, 27 de Febrero de 2023 |</p><p id= "R"></p></div>
		    <div class="texto"><p>
		    Voy a ser breve. En este período, a este proyecto se le va a prestar mucha m&aacute;s atenci&oacute;n. No solo por todo lo que pueda implicar tener a los bots t&eacute;cnicos, sino 
		    tambi&eacute;n por el completo servicio t&eacute;cnico en servicio a mi.<br /><br />
		    
		    En este proyecto se está planteando la idea de tomar una máquina virtual Ubuntu, para trabajar, para tener fácil acceso a ella, y a tomar puntos de restauraci&oacute;n de la misma.<br />
		    Sin m&aacute;s dilaci&oacute;n, a trabajar.
		    </p>
            </div>
	</div>
		<div class="blogger" id = "nota3">
            <div class="date-blogger"><p id= "L">| Martes, 5 de Diciembre de 2023 |</p><p id= "R">| Mejora eólica |</p></div>
		    <div class="texto"><p>
		    	Bien. Esta máquina ya anda correctamente, y se está haciendo un buen uso de sus facultades.<br />
			Hoy vengo a plantear una experiencia técnica que me suceió a nivel de hardware.<br />
			Yo hasta cierto momento, pensaba que me había quedado sin entradas para conexiones eléctricas en la Noodt Molins Watch. Resulta que no es así. Los conectores molex tienen la particularidad de 
			poder adaptar más conexiones, así como también, tengo posibilidad de adaptar los tres pines de un ventilador a un molez. Estos ventiladores funcionan entre 5 y 12 voltios, así que habrá que 
			investigar mejhor el gabinete.
		    </p>
            </div>
	</div>
		<div class="blogger" id = "notaNUMERO">
            <div class="date-blogger"><p id= "L">| Martes, 5 de Diciembre de 2023 |</p><p id= "R">| SO Moderno |</p></div>
		    <div class="texto"><p>
		    Otro asunto muy importante a tratar, es el sistema Operativo con fecha de caducidad. No tenemos la urgencia de tener que hacerlo, pero si la causa de investigar pacíficamente dichos cambios.<br />
		    Para empezar, es muy importante, investigar la funcionalidad de aplicaciones antigüas, revisar su funcionamiento. Y empezar a considerar la idea de engendrar al multisistema de Tecnibot.<br />
		    Un gran SO de Ubuntu, capaz de levantar máquinas virtuales, con capacidades autónomas.<br />
		    Este último, es crítico para lograr trascendencia en el tiempo a todas esas funciones viejas que se siguen usando. Y a las nuevas funciones que necesitan un sistema de control contra los cuelgues, 
		    y pérdidas, un sistema más avanzado para prevenir errores y perdidas de tiempo.
		    </p>
            </div>
	</div>
	
	        </div>
	    </header>
	</body>
