<!DOCTYPE html>
<html>
<head>
	<title>P&C ~ Proyectos</title>
	<link rel="stylesheet" type="text/css" href="estiloP&C.css">
	<link rel="stylesheet" type="text/css" href="estiloP&C_Blog.css">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
</head>
<body class="">
	<!---<center>-->
    <header>
		<div class="barraAbertura">
            <p><a class="txtLogo" href="programacion&cotideaneidad.html"><p class="txtLogo">Programaci&oacuten&Cotideaneidad</p></a></p>
                <a class="contacto" href="programacion&cotideaneidad.html">Volver</a>
                <a class="contacto" href="#top">Inicio</a>
                
		</div>
		<div class="divFantasma"> </div>
		<div class="Blog" id="proy">
        <div class="blogger-banner"><h1 class="Titulo"><br />Avances de la Evaluaci&oacute;n</h1></div>
        
        <div class="blogger">    
        <div class="date-blogger"><a>| Domingo, 31 de Julio de 2022 |</a><p></p></div>
		    <div class="texto"><p>D&iacute;a 1 - Planeamiento: Todo en regla. El patr&oacute;n Platteau esta listo, y el esquema anual parametrizado. Solo hace falta la segunda revisi&oacute;n, y cargarlo en el sistema.-
                <br /><br />
                D&iacute;a 2 - Interrogantes: 13:02hs se envi&oacute; el primer contacto, el cu&aacute;l se estuvo procesando toda la ma&ntilde;ana. Curioso, lo v&iacute; tiempo despu&eacute;s de almorzar, pero en el 
                evidente adelantado Mi&eacute;rcoles, no solo que "Un minuto antes" de que yo enviara el mail a secretar&iacute;a me respondan, si no, que me respondi&oacute; de manera autom&aacute;tica. 
                La seguridad de la carrera parece comprometida por las circunstancias.
                Al final del d&iacute;a se deja constancia de que se present&oacute; un mail autom&aacute;tico de secretar&iacute;a, el cual denota que estamos en el "receso invernal", del cu&aacute;l previamente 
                falto medio cuatrimestre, adem&aacute;s de varias ineficiencias, y Esteban no sali&oacute; a decir nada. Esto sigue comprometiendo a la seguridad de la carrera, pero el punto 
                de agilidad de respuesta est&aacute; intacto. Habr&aacute; que esperar a la Gran Evaluaci&oacute;n.-
                <br /><br />
                D&iacute;a 3 - La Gran Evaluaci&oacute;n: Ahora son las 13:43hs, y no hay novedad alg&uacute;na respecto de el coordinador de carrera, esto da muy mala se&ntilde;al, porque uno as&uacute;me que a la 
                hora de estar en un lugar as&iacute;, los profesores ser&iacute;an lo suficientemente omnipresentes, sin mencionar el estado de qui&eacute;n coordine todo esto.
                17:47hs. Sin novedades, me sorprende el nivel de ausencia que hay. Es altamente probable que no haya seguridad en la carrera.
                19:06hs. Nada.
                22:13hs. Evidentemente voy dando la conclusi&oacute;n de que no hay nadie leyendo mails, y que el hecho de estar esperando que haya un profesor disponible complica mucho 
                m&aacute;s las cosas, haciendo que a las 23:59hs de hoy tenga que desvalidar el punto de seguridad de la carrera, "respuesta" hubo solamente por parte de el bot 
                autom&aacute;tico de la secretar&iacute;a, lo cual si resulta convincente que hay agilidad en responder, y no mucho m&aacute;s habilidad para otros puntos lamentablemente.
                La carrera no es segura.-
                <br /><br />
                D&iacute;a 4 - Primer monitoreo: La malla del terciario, desafortunadamente no es capaz de responder adecuadamente. Dado que estoy tratando un asunto que es serio y no 
                hay alg&uacute;na responsabilidad por parte del coordinador de carrera, que es qui&eacute;n deber&iacute;a dar la cara.
                Hoy ya con pocas esperanzas, vamos a realizar el primer monitoreo, enviando un "mensaje socorro" al profesor de la materia. Aunque responda, no es cuesti&oacute;n para 
                que el coordinador no responda. Pero si puedo decir que si hay una respuesta muy tajante, o nula en lo que va del resto de la Evaluaci&oacute;n, voy a perder Firmeza 
                sobre el asunto del profesorado. Muy pocas convicciones quedan.
                07:50hs. Listo. El mismo mail enviado a Esteban, fue reformulado para Diego. No obstante, puedo asegurar que previo a esto no hay actividad ni en mail, ni 
                plataforma.
                11:41hs, no hay novedades por ning&uacute;na parte.
                14:22hs. Nada.
                16:30hs. No se registran cambios significativos en lo que va del d&iacute;a. Respuesta autom&aacute;tica de secretar&iacute;a el d&iacute;a 2 a las 13:01hs, emisi&oacute;n de mensaje a coordinadores a
                la misma hora sin respuesta, 7:50hs de misma fecha a Diego, sin respuesta.
                El hecho de que secretar&iacute;a envie un mail autom&aacute;tico solamente, y que Esteban no me halla dicho nada a dos d&iacute;as, verdaderamente compromete la seguridad de la carrera.
                19:16hs. No hay actualizaciones.
                22:49hs. No hay avances.
                &uacute;ltima actualizaci&oacute;n. Ning&uacute;n cambio registrado.-
                <br /><br />
                D&iacute;a 5 - Implementar esquema anual: 21:36hs. Hace un rato estuve haciendo an&aacute;lisis de todo el panorama, y realmente creo que lo que har&iacute;a m&aacute;s falta, es que me moviera
                para "un" lado, hacia una direcci&oacute;n. Lo mas fortuito ser&iacute;a no perder el terciario, pero si estoy recibiendo demoras en cada materia que estudio, si los profesores
                faltan a un plan de estudios, hasta llegar al nivel abusivo de faltar un profesor 7/15 clases "al contado" sin importar qui&eacute;n sea, me siento responsable de juzgarlos,
                no por el hecho de faltar tanto a las clases, sino por no dejar ver claridad en todo el plan de estudios en general. Y juzgarlos tambi&eacute;n dentro del aspecto efectivo de
                mi carrera. Si esto me consume tanto, de tener que estar por encima de los profesores, revisando si responden a una pregunta sobre un tema de clase, a la hora de 
                hacerla, a los cinco d&iacute;as de hacerla, insistiendo con la misma pregunta, luego de la clase siguiente, dado que el profesor durante esa clase quiere exponer solo sobre
                su tema, hace a las cosas un tanto, m&aacute;s dificiles, estudiar se hace insano, y que un tema que se tiene que resolver al completo en la media jornada, en la fecha 
                parcial, no se resuelva no porque los alumnos no est&eacute;n al d&iacute;a, sino por la ausencia del profesor a la hora de terminar de explicar ciertos temas, y tener la firmeza 
                como para evaluar a los alumnos. Todo esto en reiteradas ocaciones.
                Si todo esto pasa tan seguido, si con todo esto no se puede estudiar que es lo que preciso, yo siento que aunque haya una promesa de carrera, de poco me servir&iacute;a a mi eso si no estoy aprendiendo funciones para ejercerlas, Yo realmente sigo manteniendo la convicci&oacute;n de que estoy perdiendo el tiempo.
                <br /><br />
                Ahora. 22:01hs voy a diagnosticar el rendimiento del esquema anual, y a ponerlo en funcionamiento.
                22:43hs. Horario actualizado.-
                <br /><br />
                D&iacute;a 6 - Perseverancia: 12:11hs se envi&oacute; un mail solamente a Esteban, para consultar sobre la materia de Base de Datos II, y a nadie m&aacute;s. Ya que el otro d&iacute;a el &uacute;nico 
                movil que tuve para enviar mail a secretaria sobre "Las fechas de seminario" fue evaluar como respond&iacute;an, y usaron ese mensaje predictivo. Hoy mas bien quiero analizar 
                la respuesta del mismo esteban, ya que no tendr&iacute;a sentido andar preguntando cosas que no necesito a otras personas. Al menos por estas horas.
                Quiero determinar si Esteban realmente est&aacute; leyendo mails, que son muy importantes. Si no es as&iacute;, percibo que la carrera realmente carece de eficacia y eficiencia. 
                Se restar&iacute;a otro punto hoy.
                14:47hs. Ninguna novedad.
                15:50hs. Nada.
                17:04hs. Ning&uacute;n registro.
                18:23hs. Absolutamente nada. Para mi que esta gente delega los asuntos para despu&eacute;s de las vacaciones, lo cual, si falt&oacute; que a una camada de alumnos les brindara 
                menos de la mitad de la materia, no se si eso para alguien que no sea yo se ve muy bien.
                19:46hs. No hay noticias.
                23:33hs. No se registraron novedades. Al terminar el d&iacute;a, faltar&aacute; otro punto.-
                <br /><br />
                D&iacute;a 7 - Determinaci&oacute;n: 13:54hs. Es hora. Antes de llevarlo a juicio, quiero hacer tres cosas: #1: Transcribir a este documeto, todos los mails enviados, con el dia y la hora. #2: Marcar los puntos que est&aacute;n bien, y los puntos que est&aacute;n mal. #3: Dar juicio propio de la Evaluaci&oacute;n, previo a someterlo con mi familia, hacer el juicio con mi familia, y ya para cerrar, el veredicto.
                <br /><br />
                Mails...
                <br /><br />
                D&iacute;a 2 - Secretar&iacute;a 13:02hs: 
                ¡Hola! Buenos dias ¿Como andan? Espero que muy bien.
                <br /><br />
                Les escribo para consultarles cu&aacute;les son las fechas de lo que resta
                del 2022. Necesitaba saber cuando son las fechas de ex&aacute;menes, y de los
                ingresos y egresos de las materias del cuatrimestre Agosto-Diciembre.
                Bueno, les mando un cordial abrazo, saludos
                <br /><br />
                Responde D&iacute;a 2 - Secretar&iacute;a 13:02hs(Respuesta autom&aacute;tica):
                ¡Hola! ¡Gracias por comunicarte con nosotros! Te informamos que, seg&uacute;n la normativa vigente, el Instituto retomar&aacute; sus actividades el pr&oacute;ximo d&iacute;a Lunes 01 de Agosto de 2022. Por tal motivo, las comunicaciones se recibir&aacute;n a partir de esa fecha. ¡Muchas gracias! 
                <br />---------------------------------------------------------------------------------------------------------------------------------
                <br /><br />
                D&iacute;a 2 - Coordinador 13:02hs:
                Buenas Esteban. ¿Como est&aacute;s? Espero que muy bien.
                <br /><br />
                Te escrib&iacute;a simplemente para saber como es la continuidad de la
                materia, ya que Diego tuvo un incidente pobre, si la materia se va a
                recursar, se da por aprobada, o  se toma una evaluaci&oacute;n.
                <br /><br />
                Bueno che, un abrazo grande, nos estamos viendo :)
                <br /><br />
                -No responde-
                <br /><br />
                <br />---------------------------------------------------------------------------------------------------------------------------------
                <br /><br />
                D&iacute;a 4 - Profesor 07:48hs:
                Buenas Profe. ¿Como est&aacute;s? Espero que muy bien.
                <br /><br />
                Te escrib&iacute;a simplemente para saber como es la continuidad de la
                materia, si la materia se va a recursar, se da por aprobada, o se
                toma una evaluaci&oacute;n.
                <br /><br />
                Bueno che, un abrazo grande, nos estamos viendo :)
                <br /><br />
                -No responde-
                <br /><br />
                <br />---------------------------------------------------------------------------------------------------------------------------------
                <br /><br />
                D&iacute;a 6 - Coordinador 12:12hs:
                <br /><br />
                Buenas profe, yo hace unos d&iacute;as te escrib&iacute; sobre para saber de la
                continuidad de Base de Datos II. Quer&iacute;a saber como se puede recuperar
                esa materia, ya que la cursada qued&oacute; inconclusa.
                <br /><br />
                Un abrazo grande profe. Nos estamos viendo
                <br /><br />
                -No responde-
                <br /><br />
                <br />---------------------------------------------------------------------------------------------------------------------------------
                <br /><br />
                Esos son todos los mails, y sus "respuestas". 
                <br /><br />
                El segundo punto es mostrar la actualidad de los puntos que se&ntilde;al&oacute; el Proyecto EE.
                <br /><br />
                "eficacia de la respuesta" est&aacute; bien. La respuesta fue r&aacute;pida, aunque no muy concreta.
                "seguridad de la carrera" no est&aacute; bien. Las formas en las respuestas me mostraron que no hay g&aacute;nas de trabajar. Y mucho menos 
                conseguir un sustituto que nos eduque. 
                "eficacia y eficiencia a nivel de la carrera" no esta bien, porque me mostraron abandono ante una situaci&oacute;n que requer&iacute;a presencia. El profesor diego tuvo su 
                problema. Pero el terciario no ofreci&oacute; alternativas a cambio durante dos meses.
                "firmeza" esta por verse. Veremos cu&aacute;l es el contraste de mi familia, que son quienes me juzgan, y la realidad que yo vivo con esto.
                <br /><br />
                Esos son los puntos a evaluar. Ahora voy a proceder a dar mi juicio completo.
                <br /><br /><br />
                
                14:30hs
                Yo empec&eacute; a cursar en Agosto de 2019 bajo el "manto" del Centro de Formaci&oacute;n Profesional, lo que es actualmente mi carrera como programador.
                Todo se empez&oacute; a marcar a inicios de Marzo de 2020. Hubo una pandemia que paraliz&oacute; al mundo. Me faltaba por cursar dos m&oacute;dulos, en un segundo cuatrimestre.
                En todo el desentendimiento e inoperancia, la gente no sab&iacute;a p&aacute;ra que lado ir, pero yo lo ten&iacute;a muy claro. A estudiar mi profesi&oacute;n favorita, y conseguir salida laboral lo mas r&aacute;pido posible. Estos dos m&oacute;dulos de lo que llamamos Centro de Formaci&oacute;n Profesional, empezaban ofreciendo una salida laboral sencilla, lo cu&aacute;l est&aacute; perfecto, pero a medida que la cursaba avanzaba, notabas como los profesores no mostraban cierto nivel de compromiso con la materia, que era esperado por muchos. Cuando esta "Falta de compromiso" llegaba hasta un tope a finales de 2019. Ve&iacute;amos como los profesores llegaban cansados a clase, con poco plan de estudio, un plan de estudio que no era claro, nos empezaron a vender que la t&eacute;cnicatura pod&iacute;a ofrecer ciertos beneficios educativos. A todo esto, este centro es gratuito, y la t&eacute;cnicatura, es paga. Pero aprobamos el primer m&oacute;dulo de este centro.
                Llegado 2020, y una pandemia, se supon&iacute;a que en Marzo iba a empezar digitalmente las dos materias, una era la m&aacute;s importante. Bueno, esto sucedi&oacute; a medias. El profesor no se lo tomo con mucha seriedad. Di&oacute; un ejercicio al principio para que "fueramos haciendo", y a eso le pas&oacute; todo marzo y abril, y la mitad de mayo sin ten&eacute;r una sola clase. Con lo cu&aacute;l, m&aacute;s de la mitad de alumnos fueron abandonando, yo incluido, me fu&iacute; hacia el lado de la t&eacute;cnicatura, y los alumnos siguieron abandonando y perdiendo la seriedad en la materia, al igual que su profesor, hasxta el nivel tal de quedar con un solo alumno dando una suerte de materia durante m&aacute;s de un mes.
                Pero bueno, se supon&iacute;a que a mi no me deber&iacute;a de preocupar, ya que estoy pagando una t&eacute;cnicatura a nivel terciario, a muy buen precio, adaptado a la inflaci&oacute;n, para tener un servicio omnipresente de clases inmersivas. Pero en varias materias me fue sucediendo que a clase si, a clase no, hay faltante de m&aacute;s de la mitad de el cuatrimestre, m&aacute;s de dos veces, me pas&oacute; luego con una materia menor, con otro profesor, y ahora de nuevo con una materia importante por m&aacute;s de la misma mitad.
                <br /><br />
                Ahora pasaron m&aacute;s de tres a&ntilde;os, y tengo una dependencia en tiempo y dinero en una carrera a la que se le dificulta ense&ntilde;ar cosas. BASTA.
                <br /><br />
                14:58. Fin escritura.-
		    </div>
	    </div>    
    </div>
	</header>
	</body>